[kor]
ackwrite=쓰기
write=쓰기
delete=삭제
copy=복사
cut=잘라내기
paste=붙여넣기
waittime=대기시간
jobno=작업번호
startpos=출발지
destpos=도착지
jobtyp=작업구분
bcrtop = 상단 바코드
bcrbottom = 하단 바코드
reset=에러해제
dp=디스펜서
error=에러코드
traylev=단수
suspend=일시정지상태
jobsta=작업상태
dpinsjob=D/P작업추가
cvactive=ACTIVE
cvsusepend=SUSPEND
cvsta=CV상태
item=항목
value=값
command=명령
sta=상태
productsize=PULP 단수
pulpsensor=PULP 단수
waitscretjob=대기필요
trackpause=일시정지
grpsuspend=동작상태
pulpsensorcbx=PULP 단수 설정
startloc=출발위치
destloc=도착위치

dlgname=CV 상태
lotno=적재 용기
productid=제품 정보
zoomin=확대
zoomout=축소
sensorprod0=팔레트 감지
storeadysig=입고대 신호
retreadysig=출고대 신호
scinterlock=SC 인터락
stohssig=입고 HS 신호
rethssig=출고 HS 신호
rgvinterlock=RGV 인터락
rtvdeparthssig=RGV 출발 HS 신호
rtvarrivehssig=RGV 도착 HS 신호
ejectgrp=예외 처리
hseject=H/S 배출
[eng]
ackwrite=Write
write=WRITE
delete=DELETE
copy=COPY
cut=CUT
paste=PASTE
waittime=WAIT TIME
jobno=JOB NO
startpos=START POS
destpos=DEST POS
jobtyp=JOB TYP
bcrtop = BCR TOP
bcrbottom = BOTTOM
reset=reset
dp=dp
error=ERROR
traylev=LEVEL
suspend=SUSPEND
jobsta=JOB STATUS
dpinsjob=D/P InsJob
cvactive=ACTIVE
cvsusepend=SUSPEND

dlgname=CV Status
lotno=Pallet No
productid=Product ID
zoomin=EXPAND
zoomout=COLLAPSE
sensorprod0=Pallet Detect
storeadysig=Sto Station
retreadysig=Ret Station
scinterlock=SC Interlock
stohssig=Sto HS
rethssig=Ret HS
rgvinterlock=RGV Interlock
rtvdeparthssig=RGV Depart HS
rtvarrivehssig=RGV Arrive HS
ejectgrp=Exception
hseject=H/S Eject
[chin]
ackwrite=写入
write=写
delete=删除
copy=复制
cut=切
paste=粘贴
waittime=等待时间
jobno=工作号
startpos=出发地
destpos=目的地
jobtyp=工作类型
bcrtop = 条形码 顶部
bcrbottom = 条形码 底部
reset=复位
dp=分盘机
mg=叠盘机
error=错误
traylev=高度
suspend=停止
jobsta=工作状态
dpinsjob=D/P工作生成
cvactive=运行
cvsusepend=停止
cvsta=CV상태
item=항목
value=값
command=명령
sta=상태

dlgname=CV 状态
lotno=托盘编号
productid=产品编号
zoomin=放大
zoomout=缩小
sensorprod0=托盘检测
storeadysig=入库台信号
retreadysig=出库台信号
scinterlock=SC 联锁
stohssig=入库 HS 信号
rethssig=出库 HS 信号
rgvinterlock=RGV 联锁
rtvdeparthssig=RGV 出发 HS 信号
rtvarrivehssig=RGV 到达 HS 信号
ejectgrp=异常处理
hseject=H/S 排出
[hun]
ackwrite=Írás
write=ÍR
delete=töröl
copy=másolat
cut=vágott
paste=paszta
waittime=WAIT TIME
jobno=JOB NO
startpos=START POS
destpos=DEST POS
jobtyp=JOB TYP
bcrtop = BCR TOP
bcrbottom = BCR BOTTOM
reset=reset
dp=dp
error=ERROR
traylev=LEVEL
suspend=SUSPEND
jobsta=JOB STATUS
dpinsjob=D/P InsJob
cvactive=ACTIVE
cvsusepend=SUSPEND


dlgname=CV Állapot
lotno=Raklap sz.
productid=Termék ID
zoomin=Nagyítás
zoomout=Kicsinyítés
sensorprod0=Raklap érzékelés
storeadysig=Betárolóhely jel
retreadysig=Kitárolóhely jel
scinterlock=SC reteszelés
stohssig=Betárolás HS jel
rethssig=Kitárolás HS jel
rgvinterlock=RGV reteszelés
rtvdeparthssig=RGV indulás HS jel
rtvarrivehssig=RGV érkezés HS jel
ejectgrp=Kivétel
hseject=H/S kiadás
